;;; ~/.doom.d/packages.el -*- lexical-binding: t; -*-

;; (package! toggle-quotes)
;; (package! evil-mc)
;; (package! elfeed)
;; (package! elfeed-org)
;; (package! browse-at-remote)
;; (package! carbon-now-sh)
;; (package! rbenv)
;; (package! gruvbox-theme)
;; (package! prettier-js)
;; (package! eredis)
;; (package! docker-compose-mode)
(package! pkgbuild-mode)
;; (package! rufo)
;; (package! dumb-jump)
;; (package! hide-mode-line)
(package! nginx-mode)

(package! arduino-mode)

;; (package! dap-mode)

(package! graphviz-dot-mode)

(package! prodigy)

(package! toggle-quotes)

(package! counsel-dash)

(package! rufo)

(package! exec-path-from-shell)

(package! direnv)
